import { Service } from '../types';
import furniture from '@/shared/assets/images/furniture.png';
import carpet from '@/shared/assets/images/carpet.png';
import cleaning from '@/shared/assets/images/cleaning.png';

export const services: Service[] = [
  {
    id: 1,
    title: 'Хімчистка меблів',
    description:
      'Ми професійно видаляємо плями, пил, запахи та алергени з диванів, крісел, стільців та інших м’яких меблів. Використовуємо безпечні для здоров’я засоби, які не пошкоджують тканину й швидко висихають. Результат — чисті, свіжі та оновлені меблі.',
    img: furniture,
  },
  {
    id: 2,
    title: 'Прання килимів',
    description:
      'Забираємо ваш килим, ретельно перемо його у спеціалізованому цеху з дотриманням усіх етапів: вибивання пилу, замочування, глибоке прання, полоскання, сушка. Професійне обладнання + контроль якості = ідеально чистий килим. Після завершення — повертаємо вам сухий, свіжий і чистий килим прямо додому.',
    img: carpet,
  },
  {
    id: 3,
    title: 'Клінінг',
    description:
      'Пропонуємо комплексне прибирання квартир, будинків, офісів та комерційних приміщень. Регулярне або разове прибирання — усе підлаштовуємо під ваш графік. Професійні засоби, досвідчені працівники, якість — на першому місці. Ви насолоджуєтесь чистотою, ми дбаємо про все інше.',
    img: cleaning,
  },
];
